 [
   {
      "list": [
        "https://www.redhat.com/en/blog/",
        "This section features articles on DevOps. Red Hat is the world's leading provider of enterprise open source solutions, using a community-powered approach to deliver high-performing Linux, cloud, container, and Kubernetes technologies.",
        "https://i1.feedspot.com/200/5360908.jpg?t=1642228022"
      ]
    },
    {
      "list": [
        "https://devops.com/",
        "DevOps.com has the largest collection of original content related to DevOps on the web. It changes the way IT interacts with itself, other business units, and customers.",
        "https://i1.feedspot.com/200/4611721.jpg?t=1612783669"
      ]
    },
    {
      "list": [
        "https://devblogs.microsoft.com/devops/",
        "Learn how DevOps unifies people, processes, and technology to bring better products to customers faster. Get the latest information and insights on DevOps, Git, and Agile updates from the team building Azure DevOps.",
        "https://i1.feedspot.com/200/4874104.jpg?t=1642163685"
      ]
    },
    {
      "list": [
        "https://www.techtarget.com/searchitoperations/",
        "TechTarget Cloud provides SysOps and DevOps managers with the latest information on application management, containers, systems management, cloud and more.",
        "https://i1.feedspot.com/200/5426843.jpg?t=1659099193"
      ]
    },
    {
      "list": [
        "https://dev.to/t/devops",
        "A place for programmers to share ideas and help each other grow. All developers are welcome to submit stories, tutorials, questions, or anything worth discussing on dev.to.",
        "https://i1.feedspot.com/200/5426823.jpg?t=1659098772"
      ]
    },
    {
      "list": [
        "https://dzone.com/devops-and-cicd",
        "DZone.com is one of the largest online communities and publishers of technical content for software developers. Here, it will provide programming, web development, and DevOps news, tutorials, and tools for beginners to experts.",
        "https://i1.feedspot.com/200/5263725.jpg?t=1642158517"
      ]
    },
    {
      "list": [
        "https://www.arresteddevops.com/",
        "Arrested DevOps is the podcast that helps you achieve understanding, develop good practices, and operate your team and organization for maximum DevOps awesomeness.",
        "https://i1.feedspot.com/200/4900207.jpg?t=1752408472"
      ]
    },
    {
      "list": [
        "https://www.devopsdigest.com/",
        "DEVOPSdigest is an IT community blog that covers DevOps and related technologies and topics. DEVOPSdigest is one of the most popular websites focused on DevOps, and is also committed to providing the latest DevOps industry news.",
        "https://i1.feedspot.com/200/4998857.jpg?t=1685083554"
      ]
    },
    {
      "list": [
        "https://devopsonline.co.uk/",
        "DevOps Online is your industry news website. We provide you with the latest news and thought leadership straight from the global world of DevOps. Follow us as we offer white papers, research, reports, trends, conferences & more on DevOps.",
        "https://i1.feedspot.com/200/4611677.jpg?t=1612783680"
      ]
    },
    {
      "list": [
        "https://aws.amazon.com/blogs/devops/",
        "Amazon Web Services (AWS) delivers a set of services that together form a reliable, scalable, and inexpensive computing platform 'in the cloud'.",
        "https://i1.feedspot.com/200/4522669.jpg?t=1642164005"
      ]
    },
    {
      "list": [
        "https://www.docker.com/blog/",
        "Docker is an open platform for developers and system administrators to build, ship and run distributed applications. It enables developers and IT operations to build, secure and manage applications without technology or infrastructure lock-in.",
        "https://i1.feedspot.com/200/5426898.jpg?t=1747391348"
      ]
    },
    {
      "list": [
        "https://www.atlassian.com/blog/devops",
        "Atlassian builds software that helps teams of all sizes build better products and services. Their suite of product management and product development software manages every aspect of a product's lifecycle, from concept to launch.",
        "https://i1.feedspot.com/200/4900408.jpg?t=1612783715"
      ]
    },
    {
      "list": [
        "https://cloud.google.com/blog/products/devops-sre",
        "News, updates, and best practices for Cloud Operations, DevOps, and SRE at Google. Google Cloud's Blog helps you find all the latest news about Google Cloud and DevOps & SRE with customer stories, product announcements, solutions, and more.",
        "https://i1.feedspot.com/200/5587476.jpg?t=1685600680"
      ]
    },
    {
      "list": [
        "https://www.infoq.com/Devops/articles/",
        "Find the latest DevOps articles written by software developers for software developers. InfoQ provides software engineers with the opportunity to share experiences gained using innovator and early adopter stage techniques and technologies with the wider industry.",
        "https://i1.feedspot.com/200/5360906.jpg?t=1641550723"
      ]
    },
    {
      "list": [
        "https://www.theregister.com/software/devops/",
        "Read the latest news in the world of DevOps and software development on The Register. The Register is a leading and trusted global online enterprise technology news publication. We cover hardware, software, AI, and cloud services, plus off-duty articles on space, electronics, tech culture, and interesting feats of engineering.",
        "https://i1.feedspot.com/200/5360907.jpg?t=1641817369"
      ]
    },
    {
      "list": [
        "https://www.servicenow.com/community/devops-blog/bg-p/devops-blog",
        "DevOps blog articles from ServiceNow Employees elaborating on the latest seminars from ServiceNow, Automation Talk, DevOps capabilities, and other topics.",
        "https://i1.feedspot.com/200/5587801.jpg?t=1685611377"
      ]
    },
    {
      "list": [
        "https://securityboulevard.com/category/blogs/devops/",
        "Explore the latest industry from the DevOps and DevSecOps world in the Security Boulevard Blog. Security Boulevard is the home of the Security Bloggers Network (SBN), promoting and distributing some of the leading bloggers' content in the security space.",
        "https://i1.feedspot.com/200/5587800.jpg?t=1685610914"
      ]
    },
    {
      "list": [
        "https://www.edureka.co/blog/category/devops/",
        "Learn about DevOps with the most effective learning system in the world for career growth. Edureka is world's most 'ridiculously committed' online education platform providing courses in big data, analytics, cloud computing, programming, application development, and other trending technologies.",
        "https://i1.feedspot.com/200/5426853.jpg?t=1659099839"
      ]
    },
    {
      "list": [
        "https://www.dynatrace.com/news/category/devops/",
        "This section of Dynatrace is dedicated to articles on DevOps. Dynatrace provides software intelligence to simplify cloud complexity and accelerate digital transformation through our all-in-one platform powered with automatic and intelligent observability.",
        "https://i1.feedspot.com/200/5360912.jpg?t=1641551459"
      ]
    },
    {
      "list": [
        "https://itrevolution.com/articles/",
        "IT Revolution assembles technology leaders and practitioners to identify and amplify IT best practices through publishing, events, and research. IT Revolution has continued to elevate the practice of IT organizations through DevOps principles and practices.",
        "https://i1.feedspot.com/200/4900215.jpg?t=1612783695"
      ]
    },
    {
      "list": [
        "https://fedtechmagazine.com/management/devops",
        "Stay current on the latest word about DevOps and DevSevOps. Learn how DevSecOps can benefit and defend your organization from API attacks. FedTech magazine covers and sheds light on the technology issues and successes that federal IT leaders and managers go through when implementing a solution.",
        "https://i1.feedspot.com/200/5587784.jpg?t=1685610808"
      ]
    },
    {
      "list": [
        "https://www.clickittech.com/blog/",
        "Browse ClickIT's DevOps & Software Development blog for illuminating perspectives and industrial thought leadership on DevOps, AWS, Cloud Infrastructure and other systems.",
        "https://i1.feedspot.com/200/5587779.jpg?t=1685610787"
      ]
    },
    {
      "list": [
        "https://bitrise.io/blog",
        "Bitrise is a top mobile CI/CD platform, that streamlines build, testing, and deployment for mobile apps. It offers a user-friendly interface, robust integrations, and scalable infrastructure to simplify development and ensure the efficient deliver of high-quality apps.",
        "https://i1.feedspot.com/200/5655381.jpg?t=1692852927"
      ]
    },
    {
      "list": [
        "https://www.devopsschool.com/blog/",
        "Learn DevOps tricks and access the best tools for DevOps tasks via the latest articles in this blog. DevOpsSchool is a leading training provider/consultant company established together by a team of expert IT professionals. We provide training, support and consulting for DevOps, Big Data, Cloud and others to professionals & to enterprises.",
        "https://i1.feedspot.com/200/5587796.jpg?t=1685611007"
      ]
    },
    {
      "list": [
        "https://biztechmagazine.com/management/devops",
        "Learn how Value management through DevOps and Platform Engineering can benefit IT companies. Explore all articles tagged DevOps. BizTech magazine explores technology and business issues that IT leaders and business managers face when they're evaluating and implementing a solution.",
        "https://i1.feedspot.com/200/5587793.jpg?t=1685610854"
      ]
    },
    {
      "list": [
        "https://stackify.com/blog/",
        "Stackify offers a solution that fully integrates application performance monitoring with errors and logs. In this blog, Stackify provides DevOps articles with developer tips, tricks & resources, and other updates.",
        "https://i1.feedspot.com/200/5263726.jpg?t=1617279103"
      ]
    },
    {
      "list": [
        "https://www.bestdevops.com/",
        "Learn and Get common doubts concerning DevOps, DevSecOps, DataOps, and AIOps solved from BestDevOps.com, a fully online resource, and classroom offering DevOps education to learners of all ages across the globe.",
        "https://i1.feedspot.com/200/5587792.jpg?t=1685610849"
      ]
    },
    {
      "list": [
        "https://appinventiv.com/blog/category/devops/",
        "Our experts dive into the latest tech news and events surrounding DevOps. Learn why adopting DevOps is extremely important for all modern industries and how it can speed up your companies efficiency rate.",
        "https://i1.feedspot.com/200/5587788.jpg?t=1685610832"
      ]
    },
    {
      "list": [
        "https://appdevelopermagazine.com/devops",
        "DevOps news for developers and IT staff to work better together. App Developer Magazine is a US Library of Congress registered media company that is dedicated to providing news, bylines, articles, thought-leadership, and media coverage to the entire mobile app development software industry around the globe.",
        "https://i1.feedspot.com/200/5360915.jpg?t=1642227021"
      ]
    },
    {
      "list": [
        "https://www.dbi-services.com/blog/category/devops/",
        "Read all articles tackling the latest topics and trends from the DevOps sector in DBI's blog. Stay up-to-speed on what's happening through expert speculation and news.",
        "https://i1.feedspot.com/200/5632056.jpg?t=1689922377"
      ]
    },
    {
      "list": [
        "https://spacelift.io/blog",
        "Level up your IaC knowledge. Stay up to date with educational DevOps guides & news in infrastructure as code, cloud & more! Spacelift is a sophisticated and compliant infrastructure delivery platform focusing on openness, flexibility, and customization aiming for power users.",
        "https://i1.feedspot.com/200/5642750.jpg?t=1691059363"
      ]
    },
    {
      "list": [
        "https://www.codemotion.com/magazine/devops/",
        "All our expertise and insights on DevOps and GitOps tools can be found here. Stay updated with new posts on Automation, Machine Learning, and other Leading tech avenues. Codemotion is the leading platform that supports developers' professional growth and helps companies connect with them.",
        "https://i1.feedspot.com/200/5587802.jpg?t=1685610922"
      ]
    },
    {
      "list": [
        "https://www.devprojournal.com/category/software-development-trends/devops/",
        "Inspirational and actionable thought leadership content to assist software developer leaders in growing a profitable, sustainable, and fulfilling business. DevPro Journal was created to fill a void in the B2B IT market with inspirational and actionable thought leadership content to assist software developer leaders in growing a profitable, sustainable, and fulfilling business.",
        "https://i1.feedspot.com/200/5576577.jpg?t=1685083179"
      ]
    },
    {
      "list": [
        "https://www.cloudthat.com/resources/blogs/",
        "This is our large collection of blogs about cloud technologies, certifications, and all you need to know to make the best use of the cloud. Every blog is carefully crafted by experts to enhance your knowledge base. CloudThat is the world's leading training & Consulting services provider on Cloud, DevOps, and Big Data for midsize and enterprise clients globally.",
        "https://i1.feedspot.com/200/5587723.jpg?t=1685607041"
      ]
    },
    {
      "list": [
        "https://www.kovair.com/blog/category/devops/",
        "Read the latest information, news, and articles on DevOps from Kovair engineers and stay up-to-date with recent happenings.",
        "https://i1.feedspot.com/200/5263820.jpg?t=1617282674"
      ]
    },
    {
      "list": [
        "https://www.iheavy.com/category/devops/",
        "Hello, I'm Sean. I'm a data, DevOps & innovation expert. In this blog section, I will discuss DevOps and Cloud Solutions.",
        "https://i1.feedspot.com/200/5005004.jpg?t=1617279511"
      ]
    },
    {
      "list": [
        "https://www.xmatters.com/blog/category/devops-sre",
        "The right place for those interested in learning more about DevOps. Learn all you need to know about DevOps on the xMatters blog! Read here.",
        "https://i1.feedspot.com/200/5587804.jpg?t=1685619614"
      ]
    },
    {
      "list": [
        "https://devm.io/magazines/devops-magazine/",
        "Learn the best practices for ensuring a DevOps-focused business culture and improve your team with advice from Scrum masters and CI/CD experts. Stay ahead with news about Kubernetes, microservice architectures, cloud computing, automation, and more. DevOps Magazine features industry-leading experts from Dev, Ops, and beyond.",
        "https://i1.feedspot.com/200/5587732.jpg?t=1685607377"
      ]
    },
    {
      "list": [
        "https://kodekloud.com/blog/",
        "Read KodeKloud's latest thoughts and learn tips on all things related to DevOps, including Azure, Docker to Kubernetes. Learn all about DevOps and read about ways to improve your skills. KodeKloud is used by hundreds of thousands of people around the world. Learn more today.",
        "https://i1.feedspot.com/200/5424073.jpg?t=1685610977"
      ]
    },
    {
      "list": [
        "https://www.rapyder.com/blogs/",
        "Latest DevOps Blogs, articles & resources. Read AWS DevOps case study, whitepapers & industry articles by industry experts.",
        "https://i1.feedspot.com/200/5426876.jpg?t=1659100436"
      ]
    },
    {
      "list": [
        "https://www.coveros.com/blog/",
        "Insight and analysis from thought leaders in agile development and testing, DevOps, security, test automation, and more. Coveros is a leading DevOps services expanse, with a track record for building, testing, and deploying thousands of enterprise-grade applications.",
        "https://i1.feedspot.com/200/5404209.jpg?t=1685611162"
      ]
    },
    {
      "list": [
        "https://www.devopsdigest.com/blog",
        "DEVOPSdigest's BizDevOps section is packed with News, Trends, from the DevOps culture. Catch details on Upcoming seminars, Analyst Reports, White papers, and more. DEVOPSdigest is an IT community blog that covers DevOps and related technologies and topics.",
        "https://i1.feedspot.com/200/5587789.jpg?t=1685610835"
      ]
    }
]